IdeaRS.OpenModel.ProjectDataEc
Additional data for Ec project

IdeaRS.OpenModel.ProjectDataEc.AnnexCode
Gets or sets the actual national annex

IdeaRS.OpenModel.ProjectDataEc.FatigueCheck
To allow fatigue check

IdeaRS.OpenModel.ProjectDataEc.FatigueAnnexNN
True for check fatigue accorting 1992-2 Annex NN